

def  gen_ekolog():
    ecolog = "Знаете ли вы как важна длянас забота о экологии например — это область науки, которая стала бурно развиваться во второй половине XX века. В качестве отдельной дисциплины экология выделилась на рубеже XX века, и что она получила общественную известность в 1960-е годы, в связи с широко распространённым беспокойством за состоянием окружающей среды[1]. Тем не менее, идеи экологии в какой-то степени известны уже давно, и принципы экологии разрабатывались постепенно, тесно переплетаясь с развитием других биологических дисциплин. Таким образом, возможно, одним из первых экологов был Аристотель. В «Истории животных» он дал экологическую классификацию животных, писал о среде обитания, типе движения, местообитании, сезонной активности, общественной жизни, наличии убежищ, использовании голоса. Его последователь, Теофраст, в основном исследовал растения и считается античным основоположником геоботаники. Плиний Старший в своей работе «Естественная история» представил экономическую подоплёку зооэкологических представлений. В индийских трактатах «Рамаяна» и «Махабхарата» (VI—I века до н. э.) можно обнаружить описания образа жизни зверей (более 50 видов), местообитания, питания, размножения, суточной активности, поведения при изменениях природной обстановки"




    return ecolog